Repository: wsaults/W8Trackr
Catalog: W8TrackrWidget/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: Add more weigh-ins to see your trend
de: Mehr Messungen hinzufugen, um Ihren Trend zu sehen
es: Agregue mas pesajes para ver su tendencia
fr: Ajoutez plus de pesees pour voir votre tendance
it: Aggiungi altre pesate per vedere il tuo trend
ja: トレンドを見るには計測を追加してください
ko: 추세를 보려면 더 많은 체중 기록을 추가하세요
pt_br: Adicione mais pesagens para ver sua tendencia
ru: Добавьте больше измерений, чтобы увидеть тренд
zh_hans: 添加更多称重记录以查看趋势

source: Add your first weigh-in
de: Erste Messung hinzufugen
es: Agregue su primer pesaje
fr: Ajoutez votre premiere pesee
it: Aggiungi la tua prima pesata
ja: 最初の計測を追加
ko: 첫 번째 체중 기록 추가
pt_br: Adicione sua primeira pesagem
ru: Добавьте первое измерение
zh_hans: 添加您的第一次称重

source: Down
de: Abwarts
es: Bajando
fr: En baisse
it: In calo
ja: 減少
ko: 감소
pt_br: Descendo
ru: Снижение
zh_hans: 下降

# Goal: %@ %@
source: Goal: %1$@ %2$@
de: Ziel: %1$@ %2$@
es: Meta: %1$@ %2$@
fr: Objectif: %1$@ %2$@
it: Obiettivo: %1$@ %2$@
ja: 目標: %1$@ %2$@
ko: 목표: %1$@ %2$@
pt_br: Meta: %1$@ %2$@
ru: Цель: %1$@ %2$@
zh_hans: 目标: %1$@ %2$@

source: Goal: %lld %@
de: Ziel: %lld %@
es: Meta: %lld %@
fr: Objectif: %lld %@
it: Obiettivo: %lld %@
ja: 目標: %lld %@
ko: 목표: %lld %@
pt_br: Meta: %lld %@
ru: Цель: %lld %@
zh_hans: 目标: %lld %@

source: Holding steady
de: Stabil
es: Manteniendose estable
fr: Stable
it: Stabile
ja: 安定
ko: 유지 중
pt_br: Estavel
ru: Стабильно
zh_hans: 保持稳定

source: Last 7 days
de: Letzte 7 Tage
es: Ultimos 7 dias
fr: 7 derniers jours
it: Ultimi 7 giorni
ja: 過去7日間
ko: 최근 7일
pt_br: Ultimos 7 dias
ru: Последние 7 дней
zh_hans: 过去7天

source: Not enough data
de: Nicht genug Daten
es: Datos insuficientes
fr: Pas assez de donnees
it: Dati insufficienti
ja: データ不足
ko: 데이터 부족
pt_br: Dados insuficientes
ru: Недостаточно данных
zh_hans: 数据不足

source: See your current weight and progress at a glance.
de: Sehen Sie Ihr aktuelles Gewicht und Fortschritt auf einen Blick.
es: Vea su peso actual y progreso de un vistazo.
fr: Consultez votre poids actuel et vos progres en un coup d'oeil.
it: Visualizza il tuo peso attuale e i progressi a colpo d'occhio.
ja: 現在の体重と進捗を一目で確認できます。
ko: 현재 체중과 진행 상황을 한눈에 확인하세요.
pt_br: Veja seu peso atual e progresso de relance.
ru: Следите за весом и прогрессом одним взглядом.
zh_hans: 一目了然地查看当前体重和进度。

source: Set a goal to track progress
de: Ziel festlegen, um Fortschritt zu verfolgen
es: Establezca una meta para seguir su progreso
fr: Definissez un objectif pour suivre vos progres
it: Imposta un obiettivo per monitorare i progressi
ja: 進捗を追跡するには目標を設定してください
ko: 진행 상황을 추적하려면 목표를 설정하세요
pt_br: Defina uma meta para acompanhar o progresso
ru: Установите цель для отслеживания прогресса
zh_hans: 设置目标以追踪进度

source: Steady
de: Stabil
es: Estable
fr: Stable
it: Stabile
ja: 安定
ko: 유지
pt_br: Estavel
ru: Стабильно
zh_hans: 稳定

source: to go
de: verbleibend
es: restante
fr: restant
it: da perdere
ja: 残り
ko: 남음
pt_br: restante
ru: осталось
zh_hans: 剩余

source: Trending down
de: Tendenz fallend
es: Tendencia a la baja
fr: Tendance a la baisse
it: Tendenza al ribasso
ja: 減少傾向
ko: 감소 추세
pt_br: Tendencia de queda
ru: Тенденция к снижению
zh_hans: 下降趋势

source: Trending up
de: Tendenz steigend
es: Tendencia al alza
fr: Tendance a la hausse
it: Tendenza al rialzo
ja: 増加傾向
ko: 증가 추세
pt_br: Tendencia de alta
ru: Тенденция к росту
zh_hans: 上升趋势

source: Up
de: Aufwarts
es: Subiendo
fr: En hausse
it: In aumento
ja: 増加
ko: 증가
pt_br: Subindo
ru: Рост
zh_hans: 上升

source: Weight Tracker
de: Gewichtstracker
es: Rastreador de Peso
fr: Suivi du poids
it: Tracciatore peso
ja: 体重トラッカー
ko: 체중 트래커
pt_br: Rastreador de Peso
ru: Трекер веса
zh_hans: 体重追踪器
